import { BookContent } from '../../types/BookContent';

export const creatingMan: BookContent.SectionsList = [
  {
    "title": "ВВЕДЕНИЕ",
    "content": [
      "Авторы серии «За гранью непознанного» Секлитова Л.А. и Стрельникова Л.Л. открывают новую серию энциклопедических знаний, данных Высшими Учителями в конце 20-го - начале 21-го веков для будущей шестой расы человечества. Информация получена по контактам с Богом и Его Высшими помощниками и представляет собой великую ценность в деле воспитания новой высокой личности и духовного возрождения человечества. Духовное возрождение пойдёт из России на основе внимательного изучения данной информации Высших и использования её в жизни для совершенствования каждого члена общества.",
      "Данная энциклопедия состоит из нескольких частей (томов), обобщающих и систематизирующих все знания, данные Высшими Учителями и изложенных авторами в сериях книг «За гранью непознанного», «Магия совершенства». Целью новой серии: «Энциклопедия новой эры» - является показать целостность знаний о человеке, Земле, вселенной, а также открыть энергетическую взаимосвязь каждого человека и любого живого организма с окружающим миром. Знания давались Высшими Иерархами и Самим Богом по частям, и в такой же последовательности они изложены в вышеуказанных сериях. «Энциклопедия новой эры» объединяет разбросанные по разным книгам знания в единые темы, что в дальнейшем поможет человеку в их изучении.",
      "Энциклопедия содержит знания, построенные на энергиях следующего, высшего, этапа развития человечества, и несёт в себе энергетически заряженные тексты, способствующие росту энергопотенциала души каждого читающего данные книги."
    ]
  },
  {
    "title": "Предисловие",
    "content": [
      "Человек существует на Земле как вид живого существа уже многие тысячи лет. И нашему современнику кажется, что его внешняя форма мало чем изменилась за столь длительный период. Её эволюцию он видит в том, что выпрямился остов дикаря, и с полусогнутых колен он перешёл к поступи модели на каком-либо подиуме. Кое-где выпрямился скелет, кое-где утончил черты лица, выправил пропорции туловища, гладкую белую кожу предпочёл волосяному покрову первобытных, и так далее, что помогло отполировать себя до некоторого модного современного красавчика или красавицы. И всё это происходило, как казалось ему, само по себе, а точнее – по прихоти Природы, которой почему-то захотелось путём естественного отбора довести линию эволюции от бесформенной амёбы до совершенного тела культуриста.",
      "Но это наша недальновидность и краткость бытия не позволяют увидеть за целенаправленной эволюцией материи те великие цели, которые закладывают в её развитие Высшие, увидеть Их великий и кропотливый труд над тем, что человеком воспринимается как развивающееся само по себе.",
      {
        "text": "Жизнь на Земле зарождалась и умирала. Сначала появился растительный мир, затем животный, потом человеческий. На пустынной планете, казалось бы, из ничего стали появляться живые организмы. Откуда они возникали: сами по себе или по чьей-то прихоти? Способна ли природа создавать одухотворённые формы? И если признать, что способна, то необходимо признать и то, что она по разуму стоит выше человека. А если признать, что существует самоорганизация материи, то опять же за этим надо видеть Высший Разум, способный воссоединять отдельные элементы материи в живые состояния. Если же признать третий вариант – жизнь зарождается сама, то это настолько неубедительно, что тоже требует признания предшествующего этапа – замысла Творца.",
        "type": "bold"
      }
    ]
  }
];